export const path = [
  {
    lat: 37.57975769042969,
    lng: 127.18450927734375,
    address: "경기도 하남시 미사2동",
    direction: 55
  },
  {
    lat: 37.57966232299805,
    lng: 127.1844711303711,
    address: "경기도 하남시 미사2동",
    direction: 0
  },
  {
    lat: 37.57966232299805,
    lng: 127.1844711303711,
    address: "경기도 하남시 미사2동",
    direction: 0
  },
  {
    lat: 37.57966232299805,
    lng: 127.1844711303711,
    address: "경기도 하남시 미사2동",
    direction: 0
  },
  {
    lat: 37.57966232299805,
    lng: 127.1844711303711,
    address: "경기도 하남시 미사2동",
    direction: 0
  },
  {
    lat: 37.57966232299805,
    lng: 127.1844711303711,
    address: "경기도 하남시 미사2동",
    direction: 0
  },
  {
    lat: 37.57966232299805,
    lng: 127.1844711303711,
    address: "경기도 하남시 미사2동",
    direction: 0
  },
  {
    lat: 37.57966232299805,
    lng: 127.1844711303711,
    address: "경기도 하남시 미사2동",
    direction: 0
  },
  {
    lat: 37.57966232299805,
    lng: 127.1844711303711,
    address: "경기도 하남시 미사2동",
    direction: 0
  },
  {
    lat: 37.57966232299805,
    lng: 127.1844711303711,
    address: "경기도 하남시 미사2동",
    direction: 0
  },
  {
    lat: 37.57966232299805,
    lng: 127.1844711303711,
    address: "경기도 하남시 미사2동",
    direction: 0
  },
  {
    lat: 37.57966232299805,
    lng: 127.1844711303711,
    address: "경기도 하남시 미사2동",
    direction: 0
  },
  {
    lat: 37.57966232299805,
    lng: 127.1844711303711,
    address: "경기도 하남시 미사2동",
    direction: 0
  },
  {
    lat: 37.57966232299805,
    lng: 127.1844711303711,
    address: "경기도 하남시 미사2동",
    direction: 0
  },
  {
    lat: 37.57966613769531,
    lng: 127.1845932006836,
    address: "경기도 하남시 미사2동",
    direction: 65
  },
  {
    lat: 37.579708099365234,
    lng: 127.1847152709961,
    address: "경기도 하남시 미사2동",
    direction: 69
  },
  {
    lat: 37.580467224121094,
    lng: 127.18849182128906,
    address: "경기도 하남시 미사2동",
    direction: 76
  },
  {
    lat: 37.58026123046875,
    lng: 127.19229888916016,
    address: "경기도 하남시 미사2동",
    direction: 124
  },
  {
    lat: 37.58014678955078,
    lng: 127.19251251220703,
    address: "경기도 하남시 미사2동",
    direction: 122
  },
  {
    lat: 37.57948684692383,
    lng: 127.18177032470703,
    address: "경기도 하남시 미사2동",
    direction: 253
  },
  {
    lat: 37.575950622558594,
    lng: 127.16983795166016,
    address: "서울특별시 강동구 강일동",
    direction: 239
  },
  {
    lat: 37.57817459106445,
    lng: 127.16140747070312,
    address: "경기도 구리시 수택3동",
    direction: 325
  },
  {
    lat: 37.58784103393555,
    lng: 127.15716552734375,
    address: "경기도 구리시 수택3동",
    direction: 20
  },
  {
    lat: 37.593753814697266,
    lng: 127.15702819824219,
    address: "경기도 구리시 수택1동",
    direction: 358
  },
  {
    lat: 37.60287094116211,
    lng: 127.15231323242188,
    address: "경기도 남양주시 도농동",
    direction: 317
  },
  {
    lat: 37.61064910888672,
    lng: 127.14351654052734,
    address: "경기도 구리시 동구동",
    direction: 332
  },
  {
    lat: 37.61720657348633,
    lng: 127.14715576171875,
    address: "경기도 남양주시 도농동",
    direction: 69
  },
  {
    lat: 37.615020751953125,
    lng: 127.15084838867188,
    address: "경기도 남양주시 도농동",
    direction: 261
  },
  {
    lat: 37.61526107788086,
    lng: 127.14887237548828,
    address: "경기도 남양주시 도농동",
    direction: 341
  },
  {
    lat: 37.61553955078125,
    lng: 127.14873504638672,
    address: "경기도 남양주시 도농동",
    direction: 311
  },
  {
    lat: 37.61576461791992,
    lng: 127.14867401123047,
    address: "경기도 남양주시 도농동",
    direction: 248
  },
  {
    lat: 37.61576461791992,
    lng: 127.14867401123047,
    address: "경기도 남양주시 도농동",
    direction: 248
  },
  {
    lat: 37.61576461791992,
    lng: 127.14867401123047,
    address: "경기도 남양주시 도농동",
    direction: 248
  },
  {
    lat: 37.61576461791992,
    lng: 127.14867401123047,
    address: "경기도 남양주시 도농동",
    direction: 248
  },
  {
    lat: 37.61573028564453,
    lng: 127.1485595703125,
    address: "경기도 남양주시 도농동",
    direction: 217
  },
  {
    lat: 37.614803314208984,
    lng: 127.14978790283203,
    address: "경기도 남양주시 도농동",
    direction: 77
  },
  {
    lat: 37.614376068115234,
    lng: 127.1510009765625,
    address: "경기도 남양주시 도농동",
    direction: 181
  },
  {
    lat: 37.60995101928711,
    lng: 127.15155029296875,
    address: "경기도 남양주시 도농동",
    direction: 292
  },
  {
    lat: 37.609474182128906,
    lng: 127.15123748779297,
    address: "경기도 남양주시 도농동",
    direction: 165
  },
  {
    lat: 37.60919952392578,
    lng: 127.15132141113281,
    address: "경기도 남양주시 도농동",
    direction: 195
  },
  {
    lat: 37.60906982421875,
    lng: 127.15128326416016,
    address: "경기도 남양주시 도농동",
    direction: 268
  },
  {
    lat: 37.608943939208984,
    lng: 127.15138244628906,
    address: "경기도 남양주시 도농동",
    direction: 18
  },
  {
    lat: 37.608943939208984,
    lng: 127.15138244628906,
    address: "경기도 남양주시 도농동",
    direction: 18
  },
  {
    lat: 37.608909606933594,
    lng: 127.15150451660156,
    address: "경기도 남양주시 도농동",
    direction: 61
  },
  {
    lat: 37.608909606933594,
    lng: 127.15150451660156,
    address: "경기도 남양주시 도농동",
    direction: 61
  },
  {
    lat: 37.608909606933594,
    lng: 127.15150451660156,
    address: "경기도 남양주시 도농동",
    direction: 61
  },
  {
    lat: 37.608909606933594,
    lng: 127.15150451660156,
    address: "경기도 남양주시 도농동",
    direction: 61
  },
  {
    lat: 37.608909606933594,
    lng: 127.15150451660156,
    address: "경기도 남양주시 도농동",
    direction: 61
  },
  {
    lat: 37.608909606933594,
    lng: 127.15150451660156,
    address: "경기도 남양주시 도농동",
    direction: 61
  },
  {
    lat: 37.608909606933594,
    lng: 127.15150451660156,
    address: "경기도 남양주시 도농동",
    direction: 61
  },
  {
    lat: 37.608909606933594,
    lng: 127.15150451660156,
    address: "경기도 남양주시 도농동",
    direction: 61
  },
  {
    lat: 37.608909606933594,
    lng: 127.15150451660156,
    address: "경기도 남양주시 도농동",
    direction: 61
  },
  {
    lat: 37.608909606933594,
    lng: 127.15150451660156,
    address: "경기도 남양주시 도농동",
    direction: 61
  },
  {
    lat: 37.608909606933594,
    lng: 127.15150451660156,
    address: "경기도 남양주시 도농동",
    direction: 61
  },
  {
    lat: 37.609249114990234,
    lng: 127.15144348144531,
    address: "경기도 남양주시 도농동",
    direction: 354
  },
  {
    lat: 37.608909606933594,
    lng: 127.15150451660156,
    address: "경기도 남양주시 도농동",
    direction: 61
  },
  {
    lat: 37.61003494262695,
    lng: 127.15156555175781,
    address: "경기도 남양주시 도농동",
    direction: 83
  },
  {
    lat: 37.60649490356445,
    lng: 127.1523208618164,
    address: "경기도 남양주시 도농동",
    direction: 151
  },
  {
    lat: 37.604915618896484,
    lng: 127.15332794189453,
    address: "경기도 남양주시 도농동",
    direction: 173
  },
  {
    lat: 37.600494384765625,
    lng: 127.15369415283203,
    address: "경기도 남양주시 도농동",
    direction: 135
  },
  {
    lat: 37.597076416015625,
    lng: 127.15604400634766,
    address: "경기도 남양주시 도농동",
    direction: 163
  },
  {
    lat: 37.591861724853516,
    lng: 127.15652465820312,
    address: "경기도 구리시 수택3동",
    direction: 180
  },
  {
    lat: 37.58901596069336,
    lng: 127.15623474121094,
    address: "경기도 구리시 수택3동",
    direction: 184
  },
  {
    lat: 37.58637237548828,
    lng: 127.15621948242188,
    address: "경기도 구리시 수택3동",
    direction: 180
  },
  {
    lat: 37.584815979003906,
    lng: 127.15643310546875,
    address: "경기도 구리시 수택3동",
    direction: 171
  },
  {
    lat: 37.58283233642578,
    lng: 127.15721130371094,
    address: "경기도 구리시 수택3동",
    direction: 135
  },
  {
    lat: 37.581764221191406,
    lng: 127.15791320800781,
    address: "경기도 구리시 수택3동",
    direction: 147
  },
  {
    lat: 37.57982635498047,
    lng: 127.15946960449219,
    address: "경기도 구리시 수택3동",
    direction: 135
  },
  {
    lat: 37.57732009887695,
    lng: 127.1614761352539,
    address: "경기도 구리시 수택3동",
    direction: 147
  },
  {
    lat: 37.57355880737305,
    lng: 127.16452026367188,
    address: "경기도 구리시 수택3동",
    direction: 135
  },
  {
    lat: 37.56990051269531,
    lng: 127.16792297363281,
    address: "서울특별시 강동구 강일동",
    direction: 142
  },
  {
    lat: 37.56396484375,
    lng: 127.17294311523438,
    address: "서울특별시 강동구 강일동",
    direction: 135
  },
  {
    lat: 37.55894470214844,
    lng: 127.17498779296875,
    address: "서울특별시 강동구 강일동",
    direction: 164
  },
  {
    lat: 37.55227279663086,
    lng: 127.17778778076172,
    address: "서울특별시 강동구 강일동",
    direction: 180
  },
  {
    lat: 37.54751968383789,
    lng: 127.17991638183594,
    address: "서울특별시 강동구 강일동",
    direction: 161
  },
  {
    lat: 37.540496826171875,
    lng: 127.18328094482422,
    address: "경기도 하남시 초이동",
    direction: 180
  },
  {
    lat: 37.535789489746094,
    lng: 127.18655395507812,
    address: "경기도 하남시 초이동",
    direction: 139
  },
  {
    lat: 37.53235626220703,
    lng: 127.19339752197266,
    address: "경기도 하남시 덕풍1동",
    direction: 90
  },
  {
    lat: 37.531646728515625,
    lng: 127.20038604736328,
    address: "경기도 하남시 천현동",
    direction: 93
  },
  {
    lat: 37.53117752075195,
    lng: 127.209716796875,
    address: "경기도 하남시 천현동",
    direction: 90
  },
  {
    lat: 37.5301513671875,
    lng: 127.216064453125,
    address: "경기도 하남시 천현동",
    direction: 117
  },
  {
    lat: 37.523719787597656,
    lng: 127.22021484375,
    address: "경기도 하남시 천현동",
    direction: 180
  },
  {
    lat: 37.5182991027832,
    lng: 127.21992492675781,
    address: "경기도 하남시 천현동",
    direction: 182
  },
  {
    lat: 37.51658630371094,
    lng: 127.22061157226562,
    address: "경기도 하남시 천현동",
    direction: 135
  },
  {
    lat: 37.51371765136719,
    lng: 127.22325134277344,
    address: "경기도 하남시 천현동",
    direction: 143
  },
  {
    lat: 37.508209228515625,
    lng: 127.22679138183594,
    address: "경기도 하남시 천현동",
    direction: 135
  },
  {
    lat: 37.50373458862305,
    lng: 127.22989654541016,
    address: "경기도 하남시 천현동",
    direction: 150
  },
  {
    lat: 37.497650146484375,
    lng: 127.23435974121094,
    address: "경기도 하남시 천현동",
    direction: 135
  },
  {
    lat: 37.49348068237305,
    lng: 127.23741149902344,
    address: "경기도 하남시 천현동",
    direction: 149
  },
  {
    lat: 37.487266540527344,
    lng: 127.23995971679688,
    address: "경기도 하남시 천현동",
    direction: 180
  },
  {
    lat: 37.4825325012207,
    lng: 127.24138641357422,
    address: "경기도 하남시 천현동",
    direction: 160
  },
  {
    lat: 37.47736358642578,
    lng: 127.24505615234375,
    address: "경기도 광주시 남한산성면",
    direction: 135
  },
  {
    lat: 37.47270965576172,
    lng: 127.24744415283203,
    address: "경기도 광주시 남한산성면",
    direction: 165
  },
  {
    lat: 37.46778106689453,
    lng: 127.24888610839844,
    address: "경기도 광주시 남한산성면",
    direction: 180
  },
  {
    lat: 37.46104049682617,
    lng: 127.25081634521484,
    address: "경기도 광주시 남한산성면",
    direction: 166
  },
  {
    lat: 37.45452117919922,
    lng: 127.25404357910156,
    address: "경기도 광주시 남한산성면",
    direction: 135
  },
  {
    lat: 37.451393127441406,
    lng: 127.25885009765625,
    address: "경기도 광주시 남한산성면",
    direction: 117
  },
  {
    lat: 37.448951721191406,
    lng: 127.26610565185547,
    address: "경기도 광주시 남한산성면",
    direction: 135
  },
  {
    lat: 37.44701385498047,
    lng: 127.26744842529297,
    address: "경기도 광주시 남한산성면",
    direction: 223
  },
  {
    lat: 37.4447135925293,
    lng: 127.26468658447266,
    address: "경기도 광주시 남한산성면",
    direction: 180
  },
  {
    lat: 37.44366455078125,
    lng: 127.26415252685547,
    address: "경기도 광주시 남한산성면",
    direction: 205
  },
  {
    lat: 37.4434928894043,
    lng: 127.26398468017578,
    address: "경기도 광주시 남한산성면",
    direction: 225
  },
  {
    lat: 37.443416595458984,
    lng: 127.26390838623047,
    address: "경기도 광주시 남한산성면",
    direction: 213
  },
  {
    lat: 37.439701080322266,
    lng: 127.26309204101562,
    address: "경기도 광주시 남한산성면",
    direction: 180
  },
  {
    lat: 37.435298919677734,
    lng: 127.26256561279297,
    address: "경기도 광주시 송정동",
    direction: 185
  },
  {
    lat: 37.43131637573242,
    lng: 127.25965118408203,
    address: "경기도 광주시 송정동",
    direction: 225
  },
  {
    lat: 37.4285774230957,
    lng: 127.25634002685547,
    address: "경기도 광주시 송정동",
    direction: 209
  },
  {
    lat: 37.428043365478516,
    lng: 127.25604248046875,
    address: "경기도 광주시 송정동",
    direction: 180
  },
  {
    lat: 37.427738189697266,
    lng: 127.25591278076172,
    address: "경기도 광주시 송정동",
    direction: 199
  },
  {
    lat: 37.42388916015625,
    lng: 127.25445556640625,
    address: "경기도 광주시 송정동",
    direction: 180
  },
  {
    lat: 37.41972351074219,
    lng: 127.25202178955078,
    address: "경기도 광주시 송정동",
    direction: 224
  },
  {
    lat: 37.418724060058594,
    lng: 127.24994659423828,
    address: "경기도 광주시 송정동",
    direction: 240
  },
  {
    lat: 37.41851043701172,
    lng: 127.24942016601562,
    address: "경기도 광주시 송정동",
    direction: 270
  },
  {
    lat: 37.41765594482422,
    lng: 127.24778747558594,
    address: "경기도 광주시 송정동",
    direction: 225
  },
  {
    lat: 37.415611267089844,
    lng: 127.24365234375,
    address: "경기도 광주시 송정동",
    direction: 231
  },
  {
    lat: 37.41159439086914,
    lng: 127.23983764648438,
    address: "경기도 광주시 송정동",
    direction: 180
  },
  {
    lat: 37.4091911315918,
    lng: 127.23894500732422,
    address: "경기도 광주시 송정동",
    direction: 194
  },
  {
    lat: 37.40581130981445,
    lng: 127.23776245117188,
    address: "경기도 광주시 송정동",
    direction: 180
  },
  {
    lat: 37.40212631225586,
    lng: 127.23600769042969,
    address: "경기도 광주시 광남동",
    direction: 199
  },
  {
    lat: 37.39902114868164,
    lng: 127.23551177978516,
    address: "경기도 광주시 광남동",
    direction: 178
  },
  {
    lat: 37.3985710144043,
    lng: 127.23554992675781,
    address: "경기도 광주시 광남동",
    direction: 180
  },
  {
    lat: 37.39799118041992,
    lng: 127.23556518554688,
    address: "경기도 광주시 광남동",
    direction: 180
  },
  {
    lat: 37.39440155029297,
    lng: 127.2358169555664,
    address: "경기도 광주시 광남동",
    direction: 177
  },
  {
    lat: 37.3902587890625,
    lng: 127.23562622070312,
    address: "경기도 광주시 광남동",
    direction: 180
  },
  {
    lat: 37.38655471801758,
    lng: 127.23539733886719,
    address: "경기도 광주시 광남동",
    direction: 182
  },
  {
    lat: 37.3812141418457,
    lng: 127.23687744140625,
    address: "경기도 광주시 광남동",
    direction: 135
  },
  {
    lat: 37.3784294128418,
    lng: 127.24104309082031,
    address: "경기도 광주시 오포읍",
    direction: 133
  },
  {
    lat: 37.37211227416992,
    lng: 127.24478149414062,
    address: "경기도 광주시 오포읍",
    direction: 180
  },
  {
    lat: 37.367462158203125,
    lng: 127.24443817138672,
    address: "경기도 광주시 오포읍",
    direction: 185
  },
  {
    lat: 37.36671829223633,
    lng: 127.24427795410156,
    address: "경기도 광주시 오포읍",
    direction: 180
  },
  {
    lat: 37.36528778076172,
    lng: 127.24410247802734,
    address: "경기도 광주시 오포읍",
    direction: 183
  },
  {
    lat: 37.3614616394043,
    lng: 127.2450180053711,
    address: "경기도 광주시 오포읍",
    direction: 180
  },
  {
    lat: 37.358394622802734,
    lng: 127.24616241455078,
    address: "경기도 광주시 오포읍",
    direction: 165
  },
  {
    lat: 37.35738754272461,
    lng: 127.24629211425781,
    address: "경기도 광주시 오포읍",
    direction: 180
  },
  {
    lat: 37.354984283447266,
    lng: 127.24616241455078,
    address: "경기도 용인시 처인구 모현면",
    direction: 182
  },
  {
    lat: 37.35413360595703,
    lng: 127.2462387084961,
    address: "경기도 용인시 처인구 모현면",
    direction: 180
  },
  {
    lat: 37.35099411010742,
    lng: 127.24818420410156,
    address: "경기도 용인시 처인구 모현면",
    direction: 147
  },
  {
    lat: 37.34619903564453,
    lng: 127.25077056884766,
    address: "경기도 용인시 처인구 모현면",
    direction: 180
  },
  {
    lat: 37.34148025512695,
    lng: 127.25012969970703,
    address: "경기도 용인시 처인구 모현면",
    direction: 185
  },
  {
    lat: 37.33926010131836,
    lng: 127.24983215332031,
    address: "경기도 용인시 처인구 모현면",
    direction: 185
  },
  {
    lat: 37.33880615234375,
    lng: 127.24972534179688,
    address: "경기도 용인시 처인구 모현면",
    direction: 180
  },
  {
    lat: 37.33648681640625,
    lng: 127.24938201904297,
    address: "경기도 용인시 처인구 모현면",
    direction: 180
  },
  {
    lat: 37.33338165283203,
    lng: 127.24790954589844,
    address: "경기도 용인시 처인구 모현면",
    direction: 221
  },
  {
    lat: 37.33323287963867,
    lng: 127.24772644042969,
    address: "경기도 용인시 처인구 모현면",
    direction: 221
  },
  {
    lat: 37.33297348022461,
    lng: 127.24736785888672,
    address: "경기도 용인시 처인구 모현면",
    direction: 225
  },
  {
    lat: 37.33139419555664,
    lng: 127.24568176269531,
    address: "경기도 용인시 처인구 모현면",
    direction: 225
  },
  {
    lat: 37.3271598815918,
    lng: 127.24488830566406,
    address: "경기도 용인시 처인구 모현면",
    direction: 184
  },
  {
    lat: 37.32261276245117,
    lng: 127.24397277832031,
    address: "경기도 용인시 처인구 모현면",
    direction: 180
  },
  {
    lat: 37.3187370300293,
    lng: 127.2421646118164,
    address: "경기도 용인시 처인구 모현면",
    direction: 204
  },
  {
    lat: 37.31393814086914,
    lng: 127.24093627929688,
    address: "경기도 용인시 처인구 모현면",
    direction: 180
  },
  {
    lat: 37.31372833251953,
    lng: 127.24089050292969,
    address: "경기도 용인시 처인구 모현면",
    direction: 192
  },
  {
    lat: 37.313499450683594,
    lng: 127.24077606201172,
    address: "경기도 용인시 처인구 모현면",
    direction: 180
  },
  {
    lat: 37.31339645385742,
    lng: 127.24080657958984,
    address: "경기도 용인시 처인구 모현면",
    direction: 189
  },
  {
    lat: 37.30936050415039,
    lng: 127.23976135253906,
    address: "경기도 용인시 처인구 모현면",
    direction: 180
  },
  {
    lat: 37.30601501464844,
    lng: 127.23660278320312,
    address: "경기도 용인시 처인구 모현면",
    direction: 220
  },
  {
    lat: 37.301307678222656,
    lng: 127.23453521728516,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 180
  },
  {
    lat: 37.30120849609375,
    lng: 127.2345199584961,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 191
  },
  {
    lat: 37.30084228515625,
    lng: 127.2343978881836,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 180
  },
  {
    lat: 37.300716400146484,
    lng: 127.23440551757812,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 192
  },
  {
    lat: 37.29690170288086,
    lng: 127.23334503173828,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 180
  },
  {
    lat: 37.29241180419922,
    lng: 127.23533630371094,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 169
  },
  {
    lat: 37.28778839111328,
    lng: 127.23403930664062,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 180
  },
  {
    lat: 37.28425598144531,
    lng: 127.23213195800781,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 207
  },
  {
    lat: 37.27952194213867,
    lng: 127.22966003417969,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 225
  },
  {
    lat: 37.27857971191406,
    lng: 127.22500610351562,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 261
  },
  {
    lat: 37.276695251464844,
    lng: 127.21870422363281,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 225
  },
  {
    lat: 37.27360534667969,
    lng: 127.2146224975586,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 217
  },
  {
    lat: 37.2681770324707,
    lng: 127.21329498291016,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 180
  },
  {
    lat: 37.265079498291016,
    lng: 127.2130355834961,
    address: "경기도 용인시 처인구 유림동",
    direction: 183
  },
  {
    lat: 37.26090621948242,
    lng: 127.21265411376953,
    address: "경기도 용인시 처인구 유림동",
    direction: 180
  },
  {
    lat: 37.25752258300781,
    lng: 127.21243286132812,
    address: "경기도 용인시 처인구 유림동",
    direction: 182
  },
  {
    lat: 37.255836486816406,
    lng: 127.20793914794922,
    address: "경기도 용인시 처인구 유림동",
    direction: 289
  },
  {
    lat: 37.25834655761719,
    lng: 127.20391845703125,
    address: "경기도 용인시 처인구 유림동",
    direction: 299
  },
  {
    lat: 37.2607536315918,
    lng: 127.19898223876953,
    address: "경기도 용인시 처인구 유림동",
    direction: 304
  },
  {
    lat: 37.2619514465332,
    lng: 127.19586944580078,
    address: "경기도 용인시 처인구 유림동",
    direction: 313
  },
  {
    lat: 37.261844635009766,
    lng: 127.19274139404297,
    address: "경기도 용인시 처인구 유림동",
    direction: 254
  },
  {
    lat: 37.261775970458984,
    lng: 127.19239807128906,
    address: "경기도 용인시 처인구 유림동",
    direction: 251
  },
  {
    lat: 37.2571907043457,
    lng: 127.19286346435547,
    address: "경기도 용인시 처인구 유림동",
    direction: 171
  },
  {
    lat: 37.24699020385742,
    lng: 127.18981170654297,
    address: "경기도 용인시 처인구 역삼동",
    direction: 179
  },
  {
    lat: 37.24214172363281,
    lng: 127.1883544921875,
    address: "경기도 용인시 처인구 역삼동",
    direction: 214
  },
  {
    lat: 37.23888397216797,
    lng: 127.18614959716797,
    address: "경기도 용인시 처인구 역삼동",
    direction: 205
  },
  {
    lat: 37.239078521728516,
    lng: 127.1845932006836,
    address: "경기도 용인시 처인구 역삼동",
    direction: 269
  },
  {
    lat: 37.239315032958984,
    lng: 127.1844711303711,
    address: "경기도 용인시 처인구 역삼동",
    direction: 4
  },
  {
    lat: 37.23943328857422,
    lng: 127.18408203125,
    address: "경기도 용인시 처인구 역삼동",
    direction: 217
  },
  {
    lat: 37.23945617675781,
    lng: 127.1839599609375,
    address: "경기도 용인시 처인구 역삼동",
    direction: 295
  },
  {
    lat: 37.23945617675781,
    lng: 127.1839599609375,
    address: "경기도 용인시 처인구 역삼동",
    direction: 295
  },
  {
    lat: 37.23945617675781,
    lng: 127.1839599609375,
    address: "경기도 용인시 처인구 역삼동",
    direction: 295
  },
  {
    lat: 37.23945617675781,
    lng: 127.1839599609375,
    address: "경기도 용인시 처인구 역삼동",
    direction: 295
  },
  {
    lat: 37.23945617675781,
    lng: 127.1839599609375,
    address: "경기도 용인시 처인구 역삼동",
    direction: 295
  },
  {
    lat: 37.23945617675781,
    lng: 127.1839599609375,
    address: "경기도 용인시 처인구 역삼동",
    direction: 295
  },
  {
    lat: 37.23945617675781,
    lng: 127.1839599609375,
    address: "경기도 용인시 처인구 역삼동",
    direction: 295
  },
  {
    lat: 37.23945617675781,
    lng: 127.1839599609375,
    address: "경기도 용인시 처인구 역삼동",
    direction: 295
  },
  {
    lat: 37.23945617675781,
    lng: 127.1839599609375,
    address: "경기도 용인시 처인구 역삼동",
    direction: 295
  },
  {
    lat: 37.23945617675781,
    lng: 127.1839599609375,
    address: "경기도 용인시 처인구 역삼동",
    direction: 295
  },
  {
    lat: 37.239479064941406,
    lng: 127.1838150024414,
    address: "경기도 용인시 처인구 역삼동",
    direction: 272
  },
  {
    lat: 37.23942947387695,
    lng: 127.18330383300781,
    address: "경기도 용인시 처인구 역삼동",
    direction: 259
  },
  {
    lat: 37.23947525024414,
    lng: 127.18384552001953,
    address: "경기도 용인시 처인구 역삼동",
    direction: 126
  },
  {
    lat: 37.23942184448242,
    lng: 127.18397521972656,
    address: "경기도 용인시 처인구 역삼동",
    direction: 90
  },
  {
    lat: 37.23947525024414,
    lng: 127.18384552001953,
    address: "경기도 용인시 처인구 역삼동",
    direction: 126
  },
  {
    lat: 37.23942184448242,
    lng: 127.18397521972656,
    address: "경기도 용인시 처인구 역삼동",
    direction: 90
  },
  {
    lat: 37.23933029174805,
    lng: 127.18421936035156,
    address: "경기도 용인시 처인구 역삼동",
    direction: 0
  },
  {
    lat: 37.23942184448242,
    lng: 127.18397521972656,
    address: "경기도 용인시 처인구 역삼동",
    direction: 90
  },
  {
    lat: 37.23932647705078,
    lng: 127.1848373413086,
    address: "경기도 용인시 처인구 역삼동",
    direction: 136
  },
  {
    lat: 37.23933029174805,
    lng: 127.18421936035156,
    address: "경기도 용인시 처인구 역삼동",
    direction: 0
  },
  {
    lat: 37.23932647705078,
    lng: 127.1848373413086,
    address: "경기도 용인시 처인구 역삼동",
    direction: 136
  },
  {
    lat: 37.23932647705078,
    lng: 127.1848373413086,
    address: "경기도 용인시 처인구 역삼동",
    direction: 136
  },
  {
    lat: 37.239356994628906,
    lng: 127.18495178222656,
    address: "경기도 용인시 처인구 역삼동",
    direction: 53
  },
  {
    lat: 37.23918914794922,
    lng: 127.18518829345703,
    address: "경기도 용인시 처인구 역삼동",
    direction: 175
  },
  {
    lat: 37.238670349121094,
    lng: 127.18603515625,
    address: "경기도 용인시 처인구 역삼동",
    direction: 182
  },
  {
    lat: 37.23754119873047,
    lng: 127.18546295166016,
    address: "경기도 용인시 처인구 역삼동",
    direction: 204
  },
  {
    lat: 37.237152099609375,
    lng: 127.18518829345703,
    address: "경기도 용인시 처인구 역삼동",
    direction: 185
  },
  {
    lat: 37.236751556396484,
    lng: 127.1860122680664,
    address: "경기도 용인시 처인구 역삼동",
    direction: 102
  },
  {
    lat: 37.23563003540039,
    lng: 127.1917953491211,
    address: "경기도 용인시 처인구 역삼동",
    direction: 103
  },
  {
    lat: 37.23293685913086,
    lng: 127.20105743408203,
    address: "경기도 용인시 처인구 중앙동",
    direction: 87
  },
  {
    lat: 37.23294448852539,
    lng: 127.20722961425781,
    address: "경기도 용인시 처인구 중앙동",
    direction: 86
  },
  {
    lat: 37.23292922973633,
    lng: 127.20738983154297,
    address: "경기도 용인시 처인구 중앙동",
    direction: 89
  },
  {
    lat: 37.23305892944336,
    lng: 127.20830535888672,
    address: "경기도 용인시 처인구 중앙동",
    direction: 81
  },
  {
    lat: 37.23307418823242,
    lng: 127.2085952758789,
    address: "경기도 용인시 처인구 중앙동",
    direction: 79
  },
  {
    lat: 37.2331657409668,
    lng: 127.208740234375,
    address: "경기도 용인시 처인구 중앙동",
    direction: 13
  },
  {
    lat: 37.23503112792969,
    lng: 127.2088394165039,
    address: "경기도 용인시 처인구 중앙동",
    direction: 353
  },
  {
    lat: 37.23968505859375,
    lng: 127.20990753173828,
    address: "경기도 용인시 처인구 중앙동",
    direction: 33
  },
  {
    lat: 37.24989700317383,
    lng: 127.2125244140625,
    address: "경기도 용인시 처인구 유림동",
    direction: 357
  },
  {
    lat: 37.2513313293457,
    lng: 127.21250915527344,
    address: "경기도 용인시 처인구 유림동",
    direction: 357
  },
  {
    lat: 37.25788879394531,
    lng: 127.21260833740234,
    address: "경기도 용인시 처인구 유림동",
    direction: 4
  },
  {
    lat: 37.267459869384766,
    lng: 127.21340942382812,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 3
  },
  {
    lat: 37.278106689453125,
    lng: 127.22267150878906,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 71
  },
  {
    lat: 37.284637451171875,
    lng: 127.23257446289062,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 27
  },
  {
    lat: 37.29249572753906,
    lng: 127.2354507446289,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 353
  },
  {
    lat: 37.299774169921875,
    lng: 127.23431396484375,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 14
  },
  {
    lat: 37.299774169921875,
    lng: 127.23431396484375,
    address: "경기도 용인시 처인구 포곡읍",
    direction: 14
  },
  {
    lat: 37.30568313598633,
    lng: 127.23648071289062,
    address: "경기도 용인시 처인구 모현면",
    direction: 37
  },
  {
    lat: 37.3118896484375,
    lng: 127.24067687988281,
    address: "경기도 용인시 처인구 모현면",
    direction: 5
  },
  {
    lat: 37.3118896484375,
    lng: 127.24067687988281,
    address: "경기도 용인시 처인구 모현면",
    direction: 5
  },
  {
    lat: 37.318260192871094,
    lng: 127.24212646484375,
    address: "경기도 용인시 처인구 모현면",
    direction: 18
  },
  {
    lat: 37.326568603515625,
    lng: 127.24504852294922,
    address: "경기도 용인시 처인구 모현면",
    direction: 7
  },
  {
    lat: 37.330692291259766,
    lng: 127.24552154541016,
    address: "경기도 용인시 처인구 모현면",
    direction: 16
  },
  {
    lat: 37.33441925048828,
    lng: 127.24905395507812,
    address: "경기도 용인시 처인구 모현면",
    direction: 25
  },
  {
    lat: 37.33584976196289,
    lng: 127.24950408935547,
    address: "경기도 용인시 처인구 모현면",
    direction: 11
  },
  {
    lat: 37.34321975708008,
    lng: 127.25056457519531,
    address: "경기도 용인시 처인구 모현면",
    direction: 5
  },
  {
    lat: 37.34622573852539,
    lng: 127.25091552734375,
    address: "경기도 용인시 처인구 모현면",
    direction: 4
  },
  {
    lat: 37.352359771728516,
    lng: 127.24727630615234,
    address: "경기도 용인시 처인구 모현면",
    direction: 327
  },
  {
    lat: 37.35576629638672,
    lng: 127.24640655517578,
    address: "경기도 광주시 오포읍",
    direction: 357
  },
  {
    lat: 37.35757827758789,
    lng: 127.24649810791016,
    address: "경기도 광주시 오포읍",
    direction: 357
  },
  {
    lat: 37.36214065551758,
    lng: 127.24495697021484,
    address: "경기도 광주시 오포읍",
    direction: 343
  },
  {
    lat: 37.36848831176758,
    lng: 127.24474334716797,
    address: "경기도 광주시 오포읍",
    direction: 5
  },
  {
    lat: 37.377769470214844,
    lng: 127.2419204711914,
    address: "경기도 광주시 오포읍",
    direction: 325
  },
  {
    lat: 37.38370895385742,
    lng: 127.23548126220703,
    address: "경기도 광주시 광남동",
    direction: 349
  },
  {
    lat: 37.39299011230469,
    lng: 127.23597717285156,
    address: "경기도 광주시 광남동",
    direction: 3
  },
  {
    lat: 37.395301818847656,
    lng: 127.2359390258789,
    address: "경기도 광주시 광남동",
    direction: 349
  },
  {
    lat: 37.39814376831055,
    lng: 127.2363510131836,
    address: "경기도 광주시 광남동",
    direction: 12
  },
  {
    lat: 37.40121841430664,
    lng: 127.23737335205078,
    address: "경기도 광주시 광남동",
    direction: 169
  },
  {
    lat: 37.40121841430664,
    lng: 127.23737335205078,
    address: "경기도 광주시 광남동",
    direction: 169
  },
  {
    lat: 37.40121841430664,
    lng: 127.23737335205078,
    address: "경기도 광주시 광남동",
    direction: 169
  },
  {
    lat: 37.40121841430664,
    lng: 127.23737335205078,
    address: "경기도 광주시 광남동",
    direction: 169
  },
  {
    lat: 37.40121841430664,
    lng: 127.23737335205078,
    address: "경기도 광주시 광남동",
    direction: 169
  },
  {
    lat: 37.40121841430664,
    lng: 127.23737335205078,
    address: "경기도 광주시 광남동",
    direction: 169
  },
  {
    lat: 37.40121841430664,
    lng: 127.23737335205078,
    address: "경기도 광주시 광남동",
    direction: 169
  },
  {
    lat: 37.40121841430664,
    lng: 127.23737335205078,
    address: "경기도 광주시 광남동",
    direction: 169
  },
  {
    lat: 37.40121841430664,
    lng: 127.23737335205078,
    address: "경기도 광주시 광남동",
    direction: 169
  },
  {
    lat: 37.40080261230469,
    lng: 127.23711395263672,
    address: "경기도 광주시 광남동",
    direction: 197
  },
  {
    lat: 37.40121841430664,
    lng: 127.23737335205078,
    address: "경기도 광주시 광남동",
    direction: 169
  },
  {
    lat: 37.399383544921875,
    lng: 127.2367935180664,
    address: "경기도 광주시 광남동",
    direction: 180
  },
  {
    lat: 37.398433685302734,
    lng: 127.23637390136719,
    address: "경기도 광주시 광남동",
    direction: 204
  },
  {
    lat: 37.3969841003418,
    lng: 127.23616027832031,
    address: "경기도 광주시 광남동",
    direction: 180
  },
  {
    lat: 37.39678192138672,
    lng: 127.23594665527344,
    address: "경기도 광주시 광남동",
    direction: 353
  },
  {
    lat: 37.400516510009766,
    lng: 127.23577117919922,
    address: "경기도 광주시 광남동",
    direction: 0
  },
  {
    lat: 37.40326690673828,
    lng: 127.23689270019531,
    address: "경기도 광주시 광남동",
    direction: 24
  },
  {
    lat: 37.40362548828125,
    lng: 127.23650360107422,
    address: "경기도 광주시 광남동",
    direction: 315
  },
  {
    lat: 37.403255462646484,
    lng: 127.2365951538086,
    address: "경기도 광주시 광남동",
    direction: 201
  },
  {
    lat: 37.40061569213867,
    lng: 127.2356185913086,
    address: "경기도 광주시 광남동",
    direction: 180
  },
  {
    lat: 37.39719772338867,
    lng: 127.23553466796875,
    address: "경기도 광주시 광남동",
    direction: 178
  },
  {
    lat: 37.39533615112305,
    lng: 127.2318344116211,
    address: "경기도 광주시 광남동",
    direction: 270
  },
  {
    lat: 37.39653778076172,
    lng: 127.22550201416016,
    address: "경기도 광주시 광남동",
    direction: 278
  },
  {
    lat: 37.398521423339844,
    lng: 127.21844482421875,
    address: "경기도 광주시 광남동",
    direction: 315
  },
  {
    lat: 37.39973449707031,
    lng: 127.21670532226562,
    address: "경기도 광주시 광남동",
    direction: 305
  },
  {
    lat: 37.401119232177734,
    lng: 127.2142562866211,
    address: "경기도 광주시 광남동",
    direction: 315
  },
  {
    lat: 37.40183639526367,
    lng: 127.21263122558594,
    address: "경기도 광주시 광남동",
    direction: 294
  },
  {
    lat: 37.40262222290039,
    lng: 127.20930480957031,
    address: "경기도 광주시 광남동",
    direction: 270
  },
  {
    lat: 37.4028205871582,
    lng: 127.20611572265625,
    address: "경기도 광주시 광남동",
    direction: 269
  },
  {
    lat: 37.402748107910156,
    lng: 127.20332336425781,
    address: "경기도 광주시 광남동",
    direction: 270
  },
  {
    lat: 37.40270233154297,
    lng: 127.20171356201172,
    address: "경기도 광주시 광남동",
    direction: 268
  },
  {
    lat: 37.40262985229492,
    lng: 127.19872283935547,
    address: "경기도 광주시 광남동",
    direction: 270
  },
  {
    lat: 37.402591705322266,
    lng: 127.19722747802734,
    address: "경기도 광주시 광남동",
    direction: 270
  },
  {
    lat: 37.4027214050293,
    lng: 127.19493103027344,
    address: "경기도 광주시 광남동",
    direction: 270
  },
  {
    lat: 37.403018951416016,
    lng: 127.19287872314453,
    address: "경기도 광주시 광남동",
    direction: 283
  },
  {
    lat: 37.404029846191406,
    lng: 127.18936157226562,
    address: "경기도 광주시 광남동",
    direction: 315
  },
  {
    lat: 37.404258728027344,
    lng: 127.18877410888672,
    address: "경기도 광주시 광남동",
    direction: 298
  },
  {
    lat: 37.40711212158203,
    lng: 127.18268585205078,
    address: "경기도 광주시 광남동",
    direction: 301
  },
  {
    lat: 37.407325744628906,
    lng: 127.18224334716797,
    address: "경기도 광주시 광남동",
    direction: 315
  },
  {
    lat: 37.41425704956055,
    lng: 127.162353515625,
    address: "경기도 성남시 중원구 도촌동",
    direction: 315
  },
  {
    lat: 37.41779708862305,
    lng: 127.15750122070312,
    address: "경기도 성남시 중원구 도촌동",
    direction: 320
  },
  {
    lat: 37.424198150634766,
    lng: 127.15117645263672,
    address: "경기도 성남시 중원구 도촌동",
    direction: 315
  },
  {
    lat: 37.42592239379883,
    lng: 127.14515686035156,
    address: "경기도 성남시 중원구 하대원동",
    direction: 280
  },
  {
    lat: 37.4261360168457,
    lng: 127.14108276367188,
    address: "경기도 성남시 중원구 하대원동",
    direction: 265
  },
  {
    lat: 37.42609786987305,
    lng: 127.14051055908203,
    address: "경기도 성남시 중원구 하대원동",
    direction: 270
  },
  {
    lat: 37.42192459106445,
    lng: 127.12006378173828,
    address: "경기도 성남시 중원구 도촌동",
    direction: 270
  },
  {
    lat: 37.42234420776367,
    lng: 127.11506652832031,
    address: "경기도 성남시 수정구 시흥동",
    direction: 276
  },
  {
    lat: 37.42259216308594,
    lng: 127.10993957519531,
    address: "경기도 성남시 수정구 시흥동",
    direction: 270
  },
  {
    lat: 37.42250061035156,
    lng: 127.10763549804688,
    address: "경기도 성남시 수정구 시흥동",
    direction: 267
  },
  {
    lat: 37.42240524291992,
    lng: 127.10397338867188,
    address: "경기도 성남시 수정구 시흥동",
    direction: 270
  },
  {
    lat: 37.423160552978516,
    lng: 127.10218811035156,
    address: "경기도 성남시 수정구 고등동",
    direction: 1
  },
  {
    lat: 37.42484664916992,
    lng: 127.10232543945312,
    address: "경기도 성남시 수정구 고등동",
    direction: 1
  },
  {
    lat: 37.4251594543457,
    lng: 127.10236358642578,
    address: "경기도 성남시 수정구 고등동",
    direction: 0
  },
  {
    lat: 37.4251594543457,
    lng: 127.10236358642578,
    address: "경기도 성남시 수정구 고등동",
    direction: 0
  },
  {
    lat: 37.4251594543457,
    lng: 127.10236358642578,
    address: "경기도 성남시 수정구 고등동",
    direction: 0
  },
  {
    lat: 37.425559997558594,
    lng: 127.10233306884766,
    address: "경기도 성남시 수정구 고등동",
    direction: 315
  },
  {
    lat: 37.4257698059082,
    lng: 127.09928894042969,
    address: "경기도 성남시 수정구 고등동",
    direction: 278
  },
  {
    lat: 37.42756652832031,
    lng: 127.09426879882812,
    address: "경기도 성남시 수정구 고등동",
    direction: 315
  },
  {
    lat: 37.4290885925293,
    lng: 127.09166717529297,
    address: "경기도 성남시 수정구 고등동",
    direction: 305
  },
  {
    lat: 37.42682647705078,
    lng: 127.09068298339844,
    address: "경기도 성남시 수정구 고등동",
    direction: 225
  },
  {
    lat: 37.42390441894531,
    lng: 127.08987426757812,
    address: "경기도 성남시 수정구 고등동",
    direction: 192
  },
  {
    lat: 37.420310974121094,
    lng: 127.0882339477539,
    address: "경기도 성남시 수정구 고등동",
    direction: 225
  },
  {
    lat: 37.41505432128906,
    lng: 127.08444213867188,
    address: "경기도 성남시 수정구 시흥동",
    direction: 210
  },
  {
    lat: 37.410438537597656,
    lng: 127.08060455322266,
    address: "경기도 성남시 수정구 시흥동",
    direction: 225
  },
  {
    lat: 37.40689468383789,
    lng: 127.07830810546875,
    address: "경기도 성남시 수정구 시흥동",
    direction: 210
  },
  {
    lat: 37.40187454223633,
    lng: 127.0746078491211,
    address: "경기도 성남시 수정구 시흥동",
    direction: 209
  },
  {
    lat: 37.4013557434082,
    lng: 127.07423400878906,
    address: "경기도 성남시 수정구 시흥동",
    direction: 225
  },
  {
    lat: 37.38958740234375,
    lng: 127.07011413574219,
    address: "경기도 성남시 분당구 운중동",
    direction: 180
  },
  {
    lat: 37.38459777832031,
    lng: 127.06893157958984,
    address: "경기도 성남시 분당구 운중동",
    direction: 197
  },
  {
    lat: 37.38373947143555,
    lng: 127.06855773925781,
    address: "경기도 성남시 분당구 운중동",
    direction: 198
  },
  {
    lat: 37.38357162475586,
    lng: 127.0684814453125,
    address: "경기도 성남시 분당구 운중동",
    direction: 180
  },
  {
    lat: 37.38357162475586,
    lng: 127.0684814453125,
    address: "경기도 성남시 분당구 운중동",
    direction: 180
  },
  {
    lat: 37.38357162475586,
    lng: 127.0684814453125,
    address: "경기도 성남시 분당구 운중동",
    direction: 180
  },
  {
    lat: 37.357879638671875,
    lng: 127.06295776367188,
    address: "경기도 용인시 수지구 동천동",
    direction: 180
  },
  {
    lat: 37.355804443359375,
    lng: 127.06314849853516,
    address: "경기도 용인시 수지구 동천동",
    direction: 177
  },
  {
    lat: 37.35528564453125,
    lng: 127.06317138671875,
    address: "경기도 용인시 수지구 동천동",
    direction: 180
  },
  {
    lat: 37.34254455566406,
    lng: 127.05886840820312,
    address: "경기도 용인시 수지구 동천동",
    direction: 190
  },
  {
    lat: 37.336578369140625,
    lng: 127.0581283569336,
    address: "경기도 용인시 수지구 신봉동",
    direction: 180
  },
  {
    lat: 37.33051681518555,
    lng: 127.0587158203125,
    address: "경기도 용인시 수지구 신봉동",
    direction: 184
  },
  {
    lat: 37.3269157409668,
    lng: 127.05767822265625,
    address: "경기도 용인시 수지구 신봉동",
    direction: 180
  },
  {
    lat: 37.3226432800293,
    lng: 127.05564880371094,
    address: "경기도 용인시 수지구 성복동",
    direction: 208
  },
  {
    lat: 37.31706619262695,
    lng: 127.05294799804688,
    address: "경기도 용인시 수지구 성복동",
    direction: 180
  },
  {
    lat: 37.310081481933594,
    lng: 127.05326080322266,
    address: "경기도 수원시 영통구 광교1동",
    direction: 165
  },
  {
    lat: 37.30596923828125,
    lng: 127.05551147460938,
    address: "경기도 수원시 영통구 광교1동",
    direction: 135
  },
  {
    lat: 37.29708480834961,
    lng: 127.06134033203125,
    address: "경기도 용인시 수지구 상현1동",
    direction: 152
  },
  {
    lat: 37.29139709472656,
    lng: 127.06523895263672,
    address: "경기도 수원시 영통구 광교2동",
    direction: 135
  },
  {
    lat: 37.29119110107422,
    lng: 127.06536102294922,
    address: "경기도 수원시 영통구 광교2동",
    direction: 155
  },
  {
    lat: 37.283416748046875,
    lng: 127.06993865966797,
    address: "경기도 수원시 영통구 광교2동",
    direction: 135
  },
  {
    lat: 37.278682708740234,
    lng: 127.07921600341797,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 112
  },
  {
    lat: 37.27587890625,
    lng: 127.08491516113281,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 135
  },
  {
    lat: 37.27025604248047,
    lng: 127.08799743652344,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 158
  },
  {
    lat: 37.26573181152344,
    lng: 127.09016418457031,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 135
  },
  {
    lat: 37.26015853881836,
    lng: 127.09075164794922,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 191
  },
  {
    lat: 37.2564697265625,
    lng: 127.09300994873047,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 135
  },
  {
    lat: 37.256202697753906,
    lng: 127.0932846069336,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 142
  },
  {
    lat: 37.25589370727539,
    lng: 127.09376525878906,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 110
  },
  {
    lat: 37.25565719604492,
    lng: 127.0940170288086,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 225
  },
  {
    lat: 37.25447463989258,
    lng: 127.09697723388672,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 135
  },
  {
    lat: 37.25335693359375,
    lng: 127.09991455078125,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 115
  },
  {
    lat: 37.25314712524414,
    lng: 127.10041046142578,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 90
  },
  {
    lat: 37.25314712524414,
    lng: 127.10041046142578,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 90
  },
  {
    lat: 37.25247573852539,
    lng: 127.09925079345703,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 277
  },
  {
    lat: 37.25263977050781,
    lng: 127.09898376464844,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 269
  },
  {
    lat: 37.25254440307617,
    lng: 127.09881591796875,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 128
  },
  {
    lat: 37.25254440307617,
    lng: 127.09881591796875,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 128
  },
  {
    lat: 37.25254440307617,
    lng: 127.09881591796875,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 128
  },
  {
    lat: 37.25254440307617,
    lng: 127.09881591796875,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 128
  },
  {
    lat: 37.25254440307617,
    lng: 127.09881591796875,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 128
  },
  {
    lat: 37.25254440307617,
    lng: 127.09881591796875,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 128
  },
  {
    lat: 37.25254440307617,
    lng: 127.09881591796875,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 128
  },
  {
    lat: 37.25254440307617,
    lng: 127.09881591796875,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 128
  },
  {
    lat: 37.25254440307617,
    lng: 127.09881591796875,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 128
  },
  {
    lat: 37.25254440307617,
    lng: 127.09881591796875,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 128
  },
  {
    lat: 37.25254440307617,
    lng: 127.09881591796875,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 128
  },
  {
    lat: 37.25254440307617,
    lng: 127.09881591796875,
    address: "경기도 용인시 기흥구 영덕동",
    direction: 128
  }
];
